[GENERAL]
NAME					= کوردی
TRANSLATOR				= KuRa KuRd (گۆران غەریب (2015/01/01
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= باشە
TEXT_MESSAGEBOX_CANCEL			= پاشگەزبونەوە
TEXT_MESSAGEBOX_ABORT			= کۆتایپێهێنان
TEXT_MESSAGEBOX_RETRY			= هەوڵدانەوە
TEXT_MESSAGEBOX_IGNORE			= فەرامۆشکردن
TEXT_MESSAGEBOX_YES			= بەڵێ
TEXT_MESSAGEBOX_NO			= نەخێر
TEXT_MESSAGEBOX_CONTINUE		= بەردەوامبون

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= تاقیکاری
TEXT_PORTABLE				= هەڵگرتن
TEXT_BUILDNO				= ژمارە#
TEXT_SELECT_FOLDER			= .فۆڵدەر دیاریبکە
TEXT_ASSOC_IMAGE			= فایلی (${str1}) وێنەی
TEXT_ASSOC_RAWIMAGE			= RAW (${str1}) فایلی وێنەیی
TEXT_ASSOC_EBOOK			= (${str1}) فایلی وێنەیی پەستێنراو
TEXT_APP_DESC				= Honeyview بەرنامەیەکی خێراو سادەی پیشاندانی وێنەیە.
TEXT_ABOUTBOX_TAB1			= Honeyview دەربارەی
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= فایلی وێنەیی
TEXT_OPENFILEDLG_ALLFILE		= هەموو فایلەکان
TEXT_NEW_FOLDER				= فۆڵدەری نوێ
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= داگرتنی فایلە پێویستیەکانی دابەزاندن. سەرکەوتو نەبوون
TEXT_UPDATE_VERSION_CHECK_FAILED	= پشکنینی وەشان
TEXT_UPDATE_VERSION_CHECKING		= پشکنینی وەشان
TEXT_UPDATE_DOWNLOAD_FAILED		= داگرتن سەرکەوتو نەبوو
TEXT_UPDATE_LATEST_VERSION		= نوێکراوەتەوە
TEXT_UPDATE_DO_DOWNLOAD			= پێویستە نوێ بکرێتەوە
TEXT_UPDATE_DOWNLOAD_COMPLETED		= داگرتن تەواوبوو

TEXT_MSG_LASTPAGE			= .ئەمە دوایین وێنەیە
TEXT_MSG_FIRSTPAGE			= .ئەمە یەکەم وێنەیە
TEXT_MSG_NOIMAGEFILE			= .فایلی وێنەیی نیە لەناو فایلی پەستێنراودا
TEXT_MSG_INVALID_PHOTOFOLDER		= تکایە 'فۆڵدەری وێنە 2' دیاریبکە لە ڕێخستنەکاندا.
TEXT_MSG_CANTOPENARCHIVE		= :کردنەوەی فایلی سەرکەتو نەبوو
TEXT_MSG_INVALID_ARCHIVE_VERSION	= ئەم فایلە گونجاو نیە، تکایە نوێی بکەرەوە بۆ دواین .وەشان
TEXT_MSG_INVALID_PASSWORD		= .تێپەڕە ووشە هەڵەیە
TEXT_MSG_STRETCHWHENSMALL_ON		= فراونکردنی وێنە بچووکەکان: چالاک
TEXT_MSG_STRETCHWHENSMALL_OFF		= فراونکردنی وێنە بچووکەکان: ناچالاک
TEXT_MSG_CANTOPENBOOKMARK		= .کردنەوەی نیشانەکراوەکان سەرکەوتو نەبوو
TEXT_MSG_BROKENARCHIVE			= .ئەم فایلە پەستێنراوە تێکچووە
TEXT_MSG_ADDTOBOOKMARK			= زیادکردن بۆ نیشانەکردنەکان: 
TEXT_MSG_LOADRECENTBOOKMARK		= کردنەوەی دواین نیشانەکراوە پارێزراوەکان:
TEXT_MSG_SLIDESHOWSTART			= دەستپێکردنی لێدان بەدوای یەکدا: ${TIME}چرکە
TEXT_MSG_SLIDESHOWSTOP			= وەستاندنی لێدان بەدوای یەکدا
TEXT_MSG_ALWAYSONTOP_ON			= هەمیشە لەسەرەوە: چالاک
TEXT_MSG_ALWAYSONTOP_OFF		= هەمیشە لەسەرەوە: ناچالاک
TEXT_MSG_ZOOMFIX_ON			= چارەسەرکردنی هێنانەپێشەوە: چالاک
TEXT_MSG_ZOOMFIX_OFF			= چارەسەرکردنی هێنانەپێشەوە: ناچالاک
TEXT_MSG_EXTPROGERR_LAUNCH		= کردنەوەی بەهۆی دەستکاریکەری وێنەوە
TEXT_MSG_EXTPROGERR_NOTSET		=(Paint, Photoshop, etc.) تکایە بەرنامەیەکی دەستکاریکەری وێنە دیاریبکە لە ڕێکخستنەکاندا
TEXT_MSG_ARCHIVEBOOKMARK		= بیرخستنەوەی شوێنی فایل لەگە پەستێنراودا:
TEXT_MSG_RESTART_NOTIFY			= بەرنامەکە دووبارە دەکرێتەوە
TEXT_MSG_COPY2CLIPBOARD			= لەبەریگیرایەوە بۆ فۆڵدەری کاتی
TEXT_MSG_COPY2CLIPBOARD_FAILED		= لەبەرگرتنەوە بۆ فۆڵدەری کاتی سەرکەوتو نەبوو
TEXT_MSG_BOOKMARK_EXPORTED		= نیشانەکراوەکان پارێزران
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= پاراستنی نیشانەکراوەکان سەرکەتو نەبوو
TEXT_MSG_BOOKMARK_OPEN_FAILED		= کردنەوەی نیشانەکراوەکان سەرکەتو نەبوو
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= هێنان نیشانەکراوەکان سەرکەتو نەبوو
TEXT_MSG_BOOKMARK_IMPORTED		= نیشانەکراوەکان هێنران
TEXT_MSG_SETWALLPAPER_FAILED		= دانان وەک وێنەی سەرشاشە سەرکەتو نەبوو
TEXT_MSG_CANT_OPEN_IMAGE		= ناتوانرێت فایلی وێنەیی بکرێتەوە
TEXT_MSG_TRANSFORM_COMPLETED		= ئەنجامدان تەواوبوو
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= ناتوانرێت فایل بکرێتەوە
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= ناتوانرێت فایل بپارێزرێت
TEXT_MSG_CANT_OPEN_MMF			= Can't open MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= بەرنامەکە دووبارە دەکرێتەوە
TEXT_MSG_DELETED			= سڕایەوە

TEXT_ASK_INIT				= ئەتەوێ ڕێکی بخەیتەوە بۆ سەرەکی؟
TEXT_ASK_DELETE_IMAGE			= ئەتەوێ ئەم فایلە بسڕیتەوە؟
TEXT_ASK_DELETE_ARCHIVE			= وێنەی ئێستا بەشێکە لە فایلی پەستێنراو.[br][br]ئەتەوێ فایلی پەستێنراو بسڕیتەوە (${FILENAME}) بە یەکجاری؟
TEXT_ASK_DELETE_BOOKMARKALL		= ئەتەوێ نیشانەکراوە پارێزراوەکان بسڕیتەوە؟
TEXT_ASK_LAUNCH_ASSOCUI			= بۆ بەکارهێنەرانی وەشانی ویندۆز ٨ و بەرزتر، پێویستە پاشکۆی فایلەکان ڕێکبخەن لە.[br][br]ئایا ئەتەوێ پاشکۆی فایلەکان ڕێک بخەیت؟
TEXT_ASK_STOP_BATCH_PROCESSING		= ئەنجامدان لە کاردایە، ئەتەوێ هەڵی بوەشێنیتەوە؟

TEXT_FILTERMODE_NONE			= بێ فلتەر
TEXT_FILTERMODE_BILINEAR		= فلتەری: سافکردن
TEXT_FILTERMODE_SHARPEN			= فلتەری: سافکردن و بریقەدارکردن

TEXT_SHOWMODE_NONE			= پیشاندان:(قەبارەی بنەڕەتی(%100
TEXT_SHOWMODE_FIT2WINDOW		= پیشاندان: پڕ بەشاشە
TEXT_SHOWMODE_FIT2WIDTH			= پیشاندان: فراوانکردن
TEXT_SHOWMODE_TWO_L2R			= دوو لاپەڕەی زیرەکانە (چەپ->ڕاست)
TEXT_SHOWMODE_TWO_R2L			= دوو لاپەڕەی زیرەکانە (چەپ<-ڕاست)

TEXT_NEXTPATH_NOFILE			= گواستنەوەی فۆڵدەر: دوایین وێنە (تکایە فایلێک بکەرەوە)
TEXT_NEXTPATH_LASTFOLDER		= فۆڵدەری دواتر: دوایین وێنە
TEXT_PREVPATH_LASTFOLDER		= فۆڵدەری پێشوو: دوایین وێنە
TEXT_NEXTPATH_OPENFOLDER		= فۆڵدەری دواتر:
TEXT_PREVPATH_OPENFOLDER		= فۆڵدەری پێشوو:

TEXT_DELETE				= سڕینەوەی: 
TEXT_COPY_TO_PHOTOFOLDER1		=  لەبەرگرتنەوە بۆ فۆڵدەری وێنەی ١:
TEXT_COPY_TO_PHOTOFOLDER2		= لەبەرگرتنەوە بۆ فۆڵدەری وێنەی ٢:
TEXT_MOVE_TO_PHOTOFOLDER1		= گواستنەوە بۆ فۆڵدەری وێنەی ١:

TEXT_SELECTFILEDLG_FILELIST		= لیست
TEXT_SELECTFILEDLG_DATE			= بەرواری دروستکردن
TEXT_SELECTFILEDLG_SIZE			= قەبارە

TEXT_BOOKMARKEDITDLG_PATH		= شوێن

TEXT_PAGETURNFX_NONE			= بێ کاریگەری
TEXT_PAGETURNFX_HV2			= هەڵگێڕانەوە
TEXT_PAGETURNFX_ALPHA			= دیارنەمان
TEXT_PAGETURNFX_SLIDE			= بەدوای یەکدا

TEXT_FILEINFO_FILENAME			= ناوی فایل
TEXT_FILEINFO_SIZE			= قەبارەی وێنە
TEXT_FILEINFO_CREATETIME		= بەرواری دروستکردن
TEXT_FILEINFO_MODIFYTIME		= بەرواری دەستکاریکردن
TEXT_FILEINFO_IMGINFO			= زانیاری وێنە
TEXT_FILEINFO_ROTATE			= زانیاری سوڕانەوە
TEXT_FILEINFO_ZOOM			= نزیکخستنەوە/دوورخستنەوە

TEXT_EXIF_MAKER				= کامێرا
TEXT_EXIF_MODEL				= مۆدێل
TEXT_EXIF_SOFTWARE			= بەرنامە
TEXT_EXIF_ARTIST			= هونەرمەند
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= مافی لەبەرگرتنەوە
TEXT_EXIF_DATETIME			= کات/بەرواری وێنەگرتن
TEXT_EXIF_FLASHUSED			= فلاش
TEXT_EXIF_FOCALLENGTH			= درێژی چەقی کوڕی
TEXT_EXIF_FOCALLENGTH_35MM		= درێژی چەقی کوڕی (35mm)
TEXT_EXIF_EXPOSURETIME			= خێرایی وێنەگرتن
TEXT_EXIF_EXPOSUREBIAS			= لای کەوتنەبەر
TEXT_EXIF_APERTUREFNUMBER		= ژمارەی دەلاقە
TEXT_EXIF_ISOEQUIVALENT			= ISO خێرایی
TEXT_EXIF_METERINGMODE			= شێوازی مەتری
TEXT_EXIF_EXPOSUREPROGRAM		= بەرنامەی کەوتنەبەر
TEXT_EXIF_DISTANCE			= مەودای تیشکۆ
TEXT_EXIF_GPS				= GPS زانیاری
TEXT_EXIF_COMMENT			= Comment

TEXT_CUSTOMCMD_NOOPERATION		= هیچ نەکردن
TEXT_CUSTOMCMD_FULLSCREEN		= پڕ بە شاشە
TEXT_CUSTOMCMD_MAXIMIZE			= گەورەکردن
TEXT_CUSTOMCMD_MINIMIZE			= بچووککردنەوە
TEXT_CUSTOMCMD_PAGESELECT		= وێنە دیاریبکە
TEXT_CUSTOMCMD_EXIT			= دەرچوون
TEXT_CUSTOMCMD_OPEN			= کردنەوەی فایل
TEXT_CUSTOMCMD_OPENFOLDER		= کردنەوەی فۆڵدەر
TEXT_CUSTOMCMD_NEXT1			= ١ پەڕە دواتر (پیشاندانی دووانی) 
TEXT_CUSTOMCMD_PREV1			= ١ پەڕەی پێشوو (پیشاندانی دووانی)
TEXT_CUSTOMCMD_NEXT			= وێنەی دواتر
TEXT_CUSTOMCMD_PREV			= وێنەی پێشوو
TEXT_CUSTOMCMD_NEXT_RANDOM		= وێنەی هەڕەمەکی دواتر
TEXT_CUSTOMCMD_PREV_RANDOM		= وێنەی هەڕەمەکی پێشوو
TEXT_CUSTOMCMD_HOME			= یەکەم وێنە
TEXT_CUSTOMCMD_END			= دواین وێنە
TEXT_CUSTOMCMD_NEXT10			= ١٠ وێنەی دواتر
TEXT_CUSTOMCMD_PREV10			= ١٠ وێنەی پێشوو
TEXT_CUSTOMCMD_SCROLL_UP		= بردن بۆ سەرەوە
TEXT_CUSTOMCMD_SCROLL_DN		= بردن بۆ خوارەوە
TEXT_CUSTOMCMD_SCROLL_LEFT		= بردن بۆلای چەپ
TEXT_CUSTOMCMD_SCROLL_RIGHT		= بردن بۆلای ڕاست
TEXT_CUSTOMCMD_ZOOM_IN			= نزیکخستنەوە
TEXT_CUSTOMCMD_ZOOM_OUT			= دوورخستنەوە
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= لەبەرگرتنەوە بۆ فۆڵدەری وێنە
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= گواستنەوە بۆ فۆڵدەری وێنە
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Copy to Photo Folder2
TEXT_CUSTOMCMD_NEXTPATH			= فایل/فۆڵدەری پەستێنراوی دواتر
TEXT_CUSTOMCMD_PREVPATH			= فایل/فۆڵدەری پێشوو
TEXT_CUSTOMCMD_CONTEXT_MENU		= لیستی هەڵبژاردنەکان
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= EXIF پیشاندانی زانیاری فایل

TEXT_COMBO_GIF_TRANS_OPTION_0		= بەکارهێنانی ڕەنگی تابۆلی بنەڕەتی GIF
TEXT_COMBO_GIF_TRANS_OPTION_1		= بەکارهێنانی پشت شاشەی سپی
TEXT_COMBO_GIF_TRANS_OPTION_2		= بەکارهێنانی پشت شاشەی خشتەکراو
TEXT_COMBO_GIF_TRANS_OPTION_3		= بەکارهێنانی پشت شاشەی ڕەش

TEXT_COMBO_LASTFILE_ACTION_NONE		= هیچ نەکردن
TEXT_COMBO_LASTFILE_ACTION_ASK		= پرسیارکردن
TEXT_COMBO_LASTFILE_ACTION_LOOP		= چوون بۆ یەکەم فایلی وێنەیی
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= چوون بۆ فایل/فۆڵدەری پێشوو یان دواتر

TEXT_ASSOC_GROUP0			= ئەو شێوازی وێنانەی کە زۆر بەکارهاتوون
TEXT_ASSOC_GROUP1			= جۆرە نوێیەکانی وێنە
TEXT_ASSOC_GROUP2			= جۆری نوێی کامێرا
TEXT_ASSOC_GROUP3			= جۆری وێنەی پەستنێراو

TEXT_SORT_METHOD_FILENAME		= ڕیزکردن بەپێی ناو
TEXT_SORT_METHOD_DATE			= ڕیزکردن بەپێی بەرواری دەستکاریکردن
TEXT_SORT_METHOD_SIZE			= ڕیزکردن بەپێی قەبارە
TEXT_SORT_METHOD_EXT			= ڕیزکردن بەپێی جۆر

TEXT_TRANSF_RESIZE_NONE			= نەگۆڕینی قەبارە
TEXT_TRANSF_RESIZE_KEEPRATIO		= پاراستنی ڕێژەی بنەڕەتی
TEXT_TRANSF_RESIZE_FITWIDTH		= گونجاندن
TEXT_TRANSF_RESIZE_ADD			= زیادکردنی ناوپۆش 
TEXT_TRANSF_RESIZE_CUT			= بڕینی وێنە
TEXT_TRANSF_RESIZE_STRETCH		= فراونکردنی وێنە

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= خۆکاری
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= ( [ ) فۆڵدەری پێشوو
TEXT_BTN_NEXT_FOLDER			= ( ] ) فۆڵدەری دواتر
TEXT_BTN_PREV_ARCHIVE			= فایلی پەستێنراوی پێشوو ( [ )
TEXT_BTN_NEXT_ARCHIVE			= فایلی پەستێنراوی دواتر ( ] )


[MENU]
MENUSTR_OPEN				= کردنەوە\tF2
MENUSTR_OPENFOLDER			= کردنەوەی فۆڵدەر\tF
MENUSTR_CLOSE				= داخستن\tF4
MENUSTR_PAGESELECT			= وێنە دیاریبکە\tEnter
MENUSTR_OPEN_FILEPOSITION		= Windows Explorer پیشاندانی لە\tCtrl+Enter

MENUSTR_FILTER_NONE			= بێ فلتەر\tU
MENUSTR_FILTER_BILINEAR			= سافکردن\tI
MENUSTR_FILTER_SHARPEN			= سافکردن و بریقەدارکردن\tS

MENUSTR_PAGEMOVE			= گواستنەوەی وێنە
MENUSTR_PAGEMOVE_NEXT			= وێنەی دواتر\t->
MENUSTR_PAGEMOVE_PREV			= وێنەی پێشوو\t<-
MENUSTR_PAGEMOVE_HOME			= یەکەم وێنە\tHome
MENUSTR_PAGEMOVE_END			= دواین وێنە\tEnd
MENUSTR_PAGEMOVE_NEXT10			= ١٠ وێنەی دواتر\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= ١٠ وێنەی پێشوو\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= وێنەی هەڕەمەکی دواتر\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= وێنەی هەڕەمەکی پێشوو\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= فۆڵدەر/فایلی پەستێنراوی دواتر\t]
MENUSTR_PAGEMOVE_PREV_PATH		= فۆڵدەر/فایلی پەستێنراوی پێشوو\t[

MENUSTR_INTERPOLATEMODE			= چاککردنەوە
MENUSTR_INTERPOLATEMODE_BILINEAR	= چاککردنەوەی Bilinear (خێرا)
MENUSTR_INTERPOLATEMODE_BICUBIC		= چاککردنەوەی Bicubic (خاو، کوالیتی بەرز)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos چاککردنەوەی (خاو، کوالیتی بەزر)

MENUSTR_IMAGE_PROCESSING		= کاریگەری وێنە
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= هەڵگێڕانەوەی وێنە\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= بژاردەی گاما\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= هەڵگێڕانەوەی ستوونی\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= هەڵگێڕانەوەی ئاسۆیی\tCtrl+M

MENUSTR_SORT_METHOD			= ڕیزکردن بەپێی
MENUSTR_SORT_METHOD_FILENAME		= ناو
MENUSTR_SORT_METHOD_DATE		= بەرواری دەستکاریکردن
MENUSTR_SORT_METHOD_SIZE		= قەبارە
MENUSTR_SORT_METHOD_EXT			= جۆر
MENUSTR_SORT_DESCENDING			= Descending

MENUSTR_SHOWMODE			= بینینی وێنە
MENUSTR_FILTER_STRETCHWHENSMALL		= فراوانکردنی وێنە بچووکەکان\tZ
MENUSTR_SHOWMODE_NONE			= قەبارەی بنەڕەتی (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= گونجاندن بۆ ئاستی شاشە\t9
MENUSTR_SHOWMODE_FITWIDTH		= گونجاندن\t8
MENUSTR_SHOWMODE_TWO_L2R		= پەڕەی دووانی زیرەکانە (چەپ->ڕاست)\t7
MENUSTR_SHOWMODE_TWO_R2L		= پەڕەی دووانی زیرەکانە (چەپ<-ڕاست)\t6

MENUSTR_ZOOM				= هێنانەپێشەوە
MENUSTR_ZOOM_IN				= نزیکخستنەوە\t+
MENUSTR_ZOOM_OUT			= دوورخستنەوە\t-
MENUSTR_ZOOM_FIX			= گونجاندن\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= نزیکخستنەوە(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= دوورخستنەوە(1%)\tCtrl+-

MENUSTR_ROTATION			= سوڕانەوە
MENUSTR_ROTATION_NONE			= نە سوڕاندنەوە\tAlt+Up
MENUSTR_ROTATION_L90			= سوڕانەوە 90˚ پلە بەئاڕاستەی میلی کاتژمێر\tAlt+Left
MENUSTR_ROTATION_R90			= سوڕانەوە 90˚ پێچەوانەی میلی کاتژمێر\tAlt+Right
MENUSTR_ROTATION_180			= ئاسۆیی\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= زانیاری فایل\tTAB
MENUSTR_WALLPAPER			= ...دانان وەکو وێنەی سەرشاشە
MENUSTR_DELETE				= سڕینەوە\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= لەبەرگرتنەوە بۆ فۆڵدەری وێنە\tIns
MENUSTR_EXTPROG0			= کردنەوە بەهۆی دەستکاریکەری وێنە\tCtrl+E
MENUSTR_PRINT				= چاپکردن\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= لەبەرگرتنەوە بۆ فۆڵدەری کاتی\tCtrl+C

MENUSTR_SETTING				= ڕێکخستنەکان\tF5
MENUSTR_ABOUT				= Honeyview دەربارەی\tF1
MENUSTR_EXIT				= دەرچوون\tX

; about popup menu
MENUSTR_HOMEPAGE			= ماڵپەڕ
MENUSTR_HELP				= یارمەتی

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= زیادکردن بۆ نیشانەکراوەکان\tB
MENUSTR_BOOKMARK_DELALL			= سڕینەوەی هەموو نیشانەکراوەکان
MENUSTR_BOOKMARK_SETTTING		= ڕێکخستنەکانی نیشانەکردن
MENUSTR_BOOKMARK_EDIT			= دەستکاریکردنی نیشانەکردنەکان\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= وەساندنی لێدان بەدوای یەکدا\tCtrl+0
MENUSTR_SLIDESHOW_01			= ١ـ چرکە\tCtrl+1
MENUSTR_SLIDESHOW_02			= ٢ـ چرکە\tCtrl+2
MENUSTR_SLIDESHOW_03			= ٣ـ چرکە\tCtrl+3
MENUSTR_SLIDESHOW_04			= ٤ـ چرکە\tCtrl+4
MENUSTR_SLIDESHOW_05			= ٥ـ چرکە\tCtrl+5
MENUSTR_SLIDESHOW_06			= ٦ـ چرکە\tCtrl+6
MENUSTR_SLIDESHOW_07			= ٧ـ چرکە\tCtrl+7
MENUSTR_SLIDESHOW_08			= ٨ـ چرکە\tCtrl+8
MENUSTR_SLIDESHOW_09			= ٩ـ چرکە\tCtrl+9
MENUSTR_SLIDESHOW_10			= ١٠ـ چرکە
MENUSTR_SLIDESHOW_15			= ١٥ـ چرکە
MENUSTR_SLIDESHOW_20			= ٢٠ـ چرکە
MENUSTR_SLIDESHOW_25			= ٢٥ـ چرکە
MENUSTR_SLIDESHOW_30			= ٣٠ـ چرکە
MENUSTR_SLIDESHOW_60			= ٦٠ـ چرکە
MENUSTR_SLIDESHOW_90			= ٩٠ـ چرکە
MENUSTR_SLIDESHOW_LOOP			= دوبارەکردنەوە
MENUSTR_SLIDESHOW_RANDOM		= هەڕەمەکی

MENUSTR_PAGETURNFX_NONE			= بێ کاریگەری
MENUSTR_PAGETURNFX_HV2			= هەڵگێڕانەوە
MENUSTR_PAGETURNFX_ALPHA		= دیارنەمان
MENUSTR_PAGETURNFX_SLIDE		= بەدوای یەکدا

MENUSTR_PHOTOFOLDER_COPY1		= لەبەرگرتنەوە بۆ فۆڵدەری وێنەی ١\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= گواستنەوە بۆ فۆڵدەری وێنەی ١\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= لەبەرگرتنەوە بۆ فۆڵدەری وێنەی ٢\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= ڕێکخستنەکانی فۆڵدەری وێنە
MENUSTR_PHOTOFOLDER_OPEN		= کردنەوەی فۆڵدەری وێنەی ١

MENUSTR_TRANSFORMDLG			= گۆڕینی وێنە (سوڕانەوە, گۆڕینی قەبارە)\tCtrl+T

[DIALOG]
IDCANCEL				= پاشگەزبونەوە
IDOK					= باشە

[IDD_ABOUT]  
IDD_ABOUT				= Honeyview دەربارەی
IDC_BTN_HOMEPAGE			= ماڵپەڕ
IDC_BTN_UPDATE				= نوێکردنەوە

[IDD_SETTING]
IDD_SETTING				= ڕێکخستنەکان
IDC_BTN_INIT				= ڕێکخستنەوە

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= ڕێکخستنی گشتی
IDC_CHK_USESNAP				= وێنەگرتنی شاشە
IDC_CHK_DONOTREMEMBERFOLDER		= پاشەکەوت نەکردنی دواین شوێنی فۆڵدەری پاراستن
IDC_CHK_ONE_INSTANCE			= ڕێگەنەدان بە Honeyview دۆخی هەمەجۆری لە
IDC_CHK_ASK_DELETE			= پرسیارکردن بۆ دڵنیابوون لەسڕینەوەی فایل
IDC_CHK_NO_CENTER_MESSAGE		= پیشاندانی پەیامی ئاگادارکردنەوە لە گۆشەدا لەجیاتی ناوەڕاستی شاشەکە
IDC_CHK_ALWAYS_ON_TOP			= هەمیشە لەسەرەوە (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= دەرچوون بەهۆی دوگمەی ESC
IDC_CHK_CHECK_UPDATE			= پشکنین بۆ دواین وەشان
IDC_CHK_CHECK_UPDATE_MINOR		= پشکنینی بۆ نوێکردنەوەی بچووک
IDC_STATIC_LASTFILEACTION_IMAGE		= فرمانی دوایین/یەکەم وێنە:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= فرمانی دوایین/یەکەم وێنە لە ئەرشیفدا:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= ڕێکخستنەکانی پیشاندان
IDC_CHK_SHOWBORDER			= پیشاندانی قەراغی شاشەی سەرەکی
IDC_CHK_SHOW_OVERLAY_FILEINFO		= پیشاندانی ناوی وێنە کاتێک لیستی هەڵبژارنی سەرەوە شاراوە بوو (دوگمەی خێرا: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= پاراستنی دۆخی ڕێکخراوی نزیکخستنەوە/دوورخستنەوە
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= پیشان نەدانی شریتی لیستی هەڵبژاردنی سەرەوە
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= پیشان نەدانی دوگمەکانی بەشی خوارەوە
IDC_CHK_DO_NOT_SIDE_ARROW		= پیشان نەدانی دوگمەی ئاڕاستەکان
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Do not display the animation-info control
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Do not display the zoom-info control
IDC_CHK_HIDE_TOOLTIP_HELP		= پیشان نەدانی فێرکارییەکان لەکاتی خستنەسەری ماوس
IDC_CHK_EXIFINFO_SMALL_FONT		= بەکارهێنانی EXIF فۆنتی بچووک بۆ زانیاری فایل
IDC_CHK_USEBKGNDIMAGE			= گۆڕینی وێنەی سەرەکی پشت شاشە
IDC_BTN_BKGND_SET			= ...کردنەوە
IDC_BTN_BKGND_OPEN			= کردنەوەی فۆڵدەر
IDC_STATIC_BKGNDCOLOR			= :ڕەنگی پشت شاشە
IDC_BTN_BKGND				= ...دیاریکردن
IDC_STATIC_BORDERCOLOR			= :ڕەنگی لێوار
IDC_BTN_BORDERCOLOR			= ...دیاریکردن

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= ڕێکخستنەکانی نیشانەکردن
IDC_CHK_AUTOBOOKMARK			= پاراستنی شوێنی ئێستای وێنە لە نیشانەکراوەکاندا
IDC_CHK_SHARE_SETTING			= بڵاوکردنەوەی ڕێکخستەکان/نیسانەکراوەکان لە گشت پەنجەرەکاندا
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= بیرخستنەوەی خۆکاری شوێنی ئێستای وێنە لە پەستێراوەکاندا
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= سڕینەوە
IDC_STATIC_MAX_BOOKMARK			= زۆرترین ژمارەی نیشانەکراو:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= لیستی پاشکۆی فایلە ڕێکخراوەکان
IDC_BTN_IMAGE_SELECT			= دیاریکردنی هەمووی
IDC_BTN_IMAGE_DESELECT			= دیارینەکردنی هیچیان
IDC_BTN_APPLY_NOW			= جێبەجێکردن

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= پاشکۆی فایلەکان
IDC_STATIC_ASSOC_DESC1			= بۆ بەکارهێنەرانی وەشانی ویندۆز ٨ و بەرزتر، پێویستە بەمشێوەیە پاشکۆکان ڕێکبخەن:
IDC_STATIC_ASSOC_DESC2			= 1. کلیک لەسەر دوگمەی "ڕێکخستنەکانی پاشکۆکان" بکە
IDC_STATIC_ASSOC_DESC3			= 2. "دیاریکردنی هەمووی" نیشانە بکە لە ڕێکخستنەکانی پاشکۆدا
IDC_STATIC_ASSOC_DESC4			= 3. کلیک لەسەر دوگمەی "پاراستن" بکە.
IDC_STATIC_ASSOC_DESC1_10		= For Windows 10 or later versions, you can associate the files as follows:
IDC_STATIC_ASSOC_DESC2_10		= 1. کلیک لەسەر دوگمەی "ڕێکخستنەکانی پاشکۆکان" بکە
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= ڕێکخستنەکانی پاشکۆکان
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= شێوازی کلاسیکی

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= ئەنجامدانی وێنە
IDC_CHK_EXIFROTATION			= سوڕانەوەی EXIF خۆکاری وێنە بەهۆی زانیاری
IDC_CHK_STRONG_SHARPEN			= بەکارهێنانی فلتەر بریقەدارکردنی زۆر
IDC_CHK_CACHE_IMAGE			= زیادەی وێنەی دواتر
IDC_STATIC_CACHE_MEMORY_SIZE		= قەبارەی زیادەی یادگە: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= پیشاندانی گەورەترین فایلی وێنەیی ئەگەر قەبارەی گەورەتر بوو لە شاشەکە
IDC_CHK_USE_PREVIEW_MODE		= پیشاندانی وێنە ئاست نزمەکان لە سەرەتادا بۆ خێراکردنەوە
IDC_CHK_USE_IMAGE_ICC			= فایلی وێنە ICC بەکارهێنانی داتای پرۆفایلی
IDC_CHK_USE_MONITOR_ICC			= بۆ شاشەی کۆمپیوتەر ICC بەکارهێنانی داتای پرۆفایلی
IDC_STATIC_GIF_TRANSPARENT_OPTION	= GIF پشت شاشەی ڕوون بۆ وێنەکانی جۆری:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= 32-bit پشت شاشەی ڕوون بۆ وێنەکانی:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolation (Resize filter):
IDC_STATIC_PAGETURNFX			= دەنگی گۆڕینی وێنە:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= چالاک
IDC_STATIC_CUSTOMKEYDESC_KEY		= دوگمەی خێرا
IDC_STATIC_CUSTOMKEYDESC_ACTION		= فرمان

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= ڕێکخستن
IDC_STATIC_CUSTOMMOUSE_ACTION		= فرمان
IDC_CHK_CUSTOM_LBUTTON			= دوگمەی چەپ
IDC_CHK_DBLCLICK2MAXIMIZE		= گەورەکردن/گێڕانەوە بە دوو کلیک
IDC_CHK_CLICK2PAGETURN			= گۆڕینی وێنە لەکاتی کلیک کردن لە بەشی ڕاست یان چەپی شاشە
IDC_CHK_CUSTOM_MBUTTON			= دوگمەی ناوەڕاست
IDC_CHK_CUSTOM_RBUTTON			= دوگمەی ڕاست
IDC_CHK_CUSTOM_XBUTTON			= X دوگمەی
IDC_CHK_CUSTOM_YBUTTON			= Y دوگمەی
IDC_CHK_CUSTOM_WHEELUP			= دوگمەی خولانەوەی ماوس بۆ سەرەوە
IDC_CHK_CUSTOM_WHEELDN			= دوگمەی خولانەوەی ماوس بۆ خوارەوە

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= ڕێکخستنەکانی لیستی هەڵبژاردن
IDC_CHK_SHELL_USE_SHELL_MENU		=Windows Explorer بەکارهێنانی لیستی هەڵبژرادن لە
IDC_CHK_SHELL_TRANSFORM_DLG		= Honeyview گۆڕینی وێنە بەهۆی
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Honeyview کردنەوە بەهۆی
IDC_CHK_SHELL_PREVIEW_IMAGE		= پیشاندان لە لیستی هەڵبژاردن
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= پیشاندانی زانیاری وێنە
IDC_CHK_SHELL_SHOW_ICON			= Honeyview پیشاندانی ئایکۆنی

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= ڕێکخستنی هەمەڕەنگ
IDC_STATIC_PHOTOFOLDER			= فۆڵدەری وێنە
IDC_STATIC_PHOTOFOLDER_DESC1		= فۆڵدەری وێنە ١ :
IDC_STATIC_PHOTOFOLDER_DESC2		= فۆڵدەری وێنە ٢:
IDC_BTN_PHOTOFOLDER_SET1		= ...کردنەوە
IDC_BTN_PHOTOFOLDER_OPEN1		= کردنەوە
IDC_BTN_PHOTOFOLDER_SET2		= ...کردنەوە
IDC_BTN_PHOTOFOLDER_OPEN2		= کردنەوە
IDC_STATIC_EXTPROGRAM			= دەستکاریکەری وێنە
IDC_BTN_SET_EXTPROG0			= ...کردنەوە
IDC_BTN_SET_EXTPROG1_FAST		= پێڕست
IDC_CHK_PAGETURNWAV			= کاریگەری دەنگی لەکاتی گۆڕینی وێنەدا
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= RAW نەکردنەوەی وێنەی جۆری
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= لەکاتی کردنەوەی وێنەی جۆری JPEG دا نەکردنەوەی فایلی وێنەی جۆری RAW بەهەمان ناو
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= When opening RAW image files, show thumbnail image if any
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= گونجانی شاشە لەگەڵ قەبارەی وێنەدا
IDC_CHK_DISABLE_SCREEN_SAVER		= Disable Windows screensaver while Honeyview is running

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= ڕێکخستنەکانی زمان
IDC_STATIC_OPEN_MULTLANG_PAGE		= [...داگرتنی زمانی زیاتر]
IDC_STATIC_OPEN_LANG_FOLDER		= [... کردنەوەی فۆڵدەری زمانەکان]

[IDD_PAGESELECT]
IDD_PAGESELECT				= وێنە دیاریبکە
IDC_CHECK_SHOW_THUMBNAIL		= شاردنەوەی دوگمەکانی وێنۆچکە

[IDD_PASSINPUT]
IDD_PASSINPUT				= تێپەڕە ووشە بنوسە
IDC_STATIC_PASSDESC			= ئەم فایلە نهێنیکراوە، تکایە تێپەڕە ووشە بنوسە

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= دەستکاریکردنی نیشانەکراوەکان
IDC_BTN_DEL				= سڕینەوە
IDC_BTN_IMPORT				= هێنانی نیشنەکراوەکان
IDC_BTN_EXPORT				= ناردنی نیشانەکراوەکان

[IDD_PRINT]
IDD_PRINT				= چاپکردن
IDC_GROUP_PRINTER			= چاپکەر دیاریبکە
IDC_BTN_PRINTER_PROPERTY		= تایبەتمەندییەکان
IDC_CHK_ROTATE				= پلە 90˚ سوڕانەوە بۆ
IDC_CHK_FIT_IN				= بڕین بۆ ئاستی پەڕە
IDC_STATIC_ZOOM				= گۆشە:
IDC_STATIC_MARGIN_L			= بردنە لای چەپ:
IDC_STATIC_MARGIN_T			= سەرەوە:
IDC_STATIC_MARGIN_R			= ڕاست:
IDC_STATIC_MARGIN_B			= خوارەوە:
IDC_STATIC_COPIES			= لەبەرگرتنەوەکان:
IDC_BTN_PRINT				= چاپکردن
IDC_BTN_CLOSE				= داخستن

[IDD_UPDATE]
IDD_UPDATE				= Honeyview نوێکردنەوەی
IDC_STATIC_MESSAGE_1			= .هەیە Honeyview نوێکردنەوەی
IDC_STATIC_MESSAGE_2			= کلیک لسەر دوگمەی نوێکردنەوە بکە بۆ داگرتنی .نوێترین وەشان
IDOK					= نوێکردنەوە
IDCANCEL				= پاشگەزبونەوە
IDC_BTN_SETTING_UPDATE			= ڕێکخستنەکان

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= گۆڕینی ناو یان جێگۆڕکێکردن
IDC_STATIC_ASK_OVERWRITE		= .فایل بوونی هەیە
IDC_STATIC_SRC				= وێنەی ئێستا
IDC_STATIC_DST				= وێنەی مەبەست
IDC_BTN_OVERWRITE			= جێگۆڕکێکردن
IDC_BTN_RENAME				= ...پاراستن وەکو

[IDD_WALLPAPER]
IDD_WALLPAPER				= دانان وەکو وێنەی سەرشاشە
IDC_STATIC_PREVIEW			= بینین
IDC_STATIC_BACK_COLOR			= ڕەنگی پشت شاشە
IDC_RADIO_BACKCOLOR_0			= ڕەش
IDC_RADIO_BACKCOLOR_1			= خۆکاری
IDC_RADIO_BACKCOLOR_2			= ...تایبەت
IDC_BTN_BKGND				= ...دیاریکردن
IDC_BTN_CLOSE				= داخستن
IDC_BTN_APPLY				= جێبەجێکردن

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= کردنەوەی فایل
IDC_STATIC_OPENING			= ...کردنەوەی

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= فۆڵدەر دیاریبکە
IDC_STATIC_FOLDER			= :شوێنی فۆڵدەر
IDC_BTN_NEWFOLDER			= فۆڵدەری نوێ
IDC_CHK_OPEN_SUBFOLDER			= هەروەها هەموو فایل و فۆڵدەرە لاوەکییەکان

[IDD_TRANSFORM]
IDD_TRANSFORM				= گۆڕنی جۆری وێنە
IDC_STATIC_FILELIST			= لیستی فایلەکان
IDC_STATIC_PREVIEW			= بینین
IDC_BTN_START				= دەسیتپێکردن
IDC_BTN_CLOSE				= داخستن
IDC_BTN_OPEN_DEST_FOLDER		= کردنەوەی فۆڵدەر

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= سوڕانەوە
IDC_RADIO_ROTATE_NONE			= نە سوڕانەوە
IDC_RADIO_ROTATE_LEFT			= سوڕانەوە90˚ پلە بەئاڕاستەی میلی کاتژمێر
IDC_RADIO_ROTATE_RIGHT			= سوڕانەوە 90˚ پلە پێچەوانەی میلی کاتژمێر
IDC_RADIO_ROTATE_180			= 180˚ سوڕانەوە بە
IDC_RADIO_ROTATE_AUTO			= EXIF سوڕانەوەی خۆکاری بەهۆی زانیاری
IDC_STATIC_RESIZE			= گۆڕینی قەبارە
IDC_STATIC_RESIZE_SIZE			= قەبارەی نوێ

IDC_STATIC_FORMAT			= ڕێکخستنەکانی جۆر
IDC_STATIC_FORMAT_SELECT		= جۆر:
IDC_STATIC_FORMAT_QUALITY		= ئاست:
IDC_STATIC_SAVE				= فۆڵدەری پاراستن
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= پاراستن لە فۆڵدەری بنەڕەتی
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= پاراستن لە فۆڵدەری وێنەدا
IDC_RADIO_TARGETFOLDER_CUSTOM		= پاراستن لە:
IDC_STATIC_FILENAME_HEADER		= پێشگری ناوی فایل
IDC_STATIC_FILENAME2SAVE		= بینینی ناوی فایل
IDC_BTN_INIT				= ڕێکخستنەوە


[SKIN]
$TT_FULLSCREEN				= (Alt+Enter) پڕ بە شاسە
$TT_TOGGLE_ZOOM_CONTROL			= Hotkey: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Hotkey: Alt+Z
$TT_PAGESELECT				= (Enter) دیاریکردنی وێنە
$TT_LOCKCONTROLBAR			= (Hotkey: ~) قفڵکردنی دوگمەکان
$TT_LOCKTITLEBAR			= (Hotkey: `) قفڵکردنی هەڵبژاردن
$TT_COPY_EXIFINFO			= لەبەرگرتنەوەی زانیاری وێنە (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= پیشاندان/شاردنەوەی زانیاری وێنە (Hotkey: Tab)
$TT_LAUNCH_GPS_LOCATION			= بینینی شوێن لە نەخشەی گۆگڵدا.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= لێدانی فایلی دەنگی (فایلی دەنگی و زەنگ).
$TT_CLOSE_EXIFINFO			= (Hotkey: Tab) داخستن
$TT_PREV_BTN				= کلیکی چەپی ماوس:پێشوو، کلیکی ڕاستی ماوس:١٠ وێنەی پێشوو
$TT_NEXT_BTN				= کلیکی چەپی ماوس:دواتر،  کلیکی ڕاستی ماوس:١٠ وێنەی دواتر

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS شوێن
$BTN_TEXT_PLAY_SOUNDNSHOT		= دەنگ&&گرتن
$BTN_TEXT_SHOWMODE			= بینین
$BTN_TEXT_PHOTOFOLDER			= لەبەرگرتنەوە بۆ
$BTN_TEXT_EDIT				= دەستکاریکردن
$BTN_TEXT_STICKY			= قفڵکردن
$BTN_TEXT_BOOKMARK			= نیشانەکردن
$BTN_TEXT_SLIDESHOW			= لێدان بەدوای یەکدا
$BTN_TEXT_UPDATE			= وەشانی نوێ هەیە

$TEXT_SETTINGTAB_GENERAL		= گشتی
$TEXT_SETTINGTAB_VIEW			= بینین
$TEXT_SETTINGTAB_BOOKMARK		= نیشانەکردن
$TEXT_SETTINGTAB_ASSOC			= پاشکۆکان
$TEXT_SETTINGTAB_IMAGEPROCESS		= ئەنجامدانی وێنە
$TEXT_SETTINGTAB_KEYBOARD		= تەختەکلیل
$TEXT_SETTINGTAB_MOUSE			= ماوس
$TEXT_SETTINGTAB_SHELL			= هەڵبژاردنەکان
$TEXT_SETTINGTAB_ETC			= هەمەڕەنگ
$TEXT_SETTINGTAB_LANG			= زمان

$TEXT_DESKTOP				= سەرشاشە
$TEXT_DOCUMENT				= بەڵگەنامە
$TEXT_PICTURE				= وێنە
$TEXT_COMPUTER				= کۆمپیوتەر


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Honeyview(&2) گۆڕینی جۆری بەهۆی
TEXT_LAUNCH_HONEYVIEW			= Honeyview(&3) بینین بەهۆی
TEXT_LOADING				= ...چاوەڕوانبە
TEXT_IMAGE_LOAD_FAILED			= کردنەوەی فایل سەرکەوتو نەبوو
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Honeyview کردنەوەی
UNINSTALLER_LNK_NAME 			= سڕینەوەی بەرنامە

MSG_STILLRUN_EXIT_PROGRAM		=لە کاردایە، تکایە دایبخە و دووبارە هەوڵبدەرەوە Honeyview
MSG_ASK_DELETE_ALL_FILES		= هەدێ فایل ماوە لە فۆڵدەری ($INSTDIR).[br][br]ئەتەوێ فۆڵدەر بە تەواوەتی بسڕیتەوە؟
MSG_ASK_RESTART_EXPLORER		= بۆ تەواوکردنی دابەزاندن پێویستە کۆمپیوتەرەکە دووبارە ئیش پێبکەیتەوە، ئایا ئەتەوێ ئیشی پێبکەیتەوە؟
MSG_ASK_UNINSTALL_HV3			= Honeyview3 دابەزێنراوە، پێویستە لە پێشدا بیسڕیتەوە بۆ دابەزاندنی وەشانی نوێ، ئەتەوێ بەردەوام بیت؟
MSG_UNINSTALL_HV3_FAILED		= سڕینەوە سەرکەوتو نەبوو
MSG_RESTART_EXPLORER			= کۆمپیوتەر .Honeyview3 دووبارە ئیش دەکاتەوە بۆ تەواوکردنی سڕینەوەی

TEXT_LICENSE				= Honeyview مۆڵەت و ڕەزامەندی
TEXT_OPTIONS				= هەڵبژاردنەکانی دابەزاندن
TEXT_OPT_PROGRAMGROUP			= دروستکردنی گرووپی بەرنامەکان
TEXT_OPT_DESKTOPSHORCUT			= دروستکردنی کورتە ئایکۆن لەسەر شاشە
TEXT_OPT_QUICKLAUNCH			= دروستکردنی ئایکۆنی خێراکردنەوە
TEXT_OPT_FOLDER				= فۆڵدەری دابەزاندن
TEXT_OPT_REGIMAGE			= ڕێکخستنی پاشکۆی فایلە وێنەییەکان
TEXT_SELECT_FOLDER			= فۆڵدەر دیاریبکە
TEXT_LICENSE_LINK			= [ماڵپەڕ]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= مەرج و مۆڵەتی بەکارهێنان
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= پیشاندەر و دەستکاریکەریکەری وێنە بەرنامەیەکی زۆر باش و خێرایە کە داڕێژراوە لەلایەن Bandisoft.[br][br]ئەم بەرنامەیە بەخۆڕاییە بۆ بەکارهێنانی گشتی و حکومی و تاکەکەسی.

TEXT_ASK_RESTART_EXPLORER		= کۆمپیوتەر دووبارە ئیش دەکاتەوە بۆ تەواوکردنی دابەزاندن، ئایا دڵنیایت لە دووبارە ئیشپێکردنەوە؟
TEXT_NEED_ADMIN_PRIVILEGE		= ئەم بەرنامەیە تەنها بەشێوەی بەکارهێنەری بەرێوەبەر کاردەکات.[br][br]بەشێوەی بەڕێوەبەر نەبێت ئەوا دابەزاندن ناتەواو ئەبێت و لەوانەیە کار نەکات.[br][br]ئایا ئەتەوێ دابەزاندن بوەستێنیت؟

